Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Verarbeitete Fischprodukte für die menschliche Ernährung
en: Processed fish products for human consumption

source: Eingemachte Fischprodukte
en: Bottled fish products

source: Verarbeitete Papayas
en: Processed papayas

source: Verarbeitete Mangos
en: Processed mangos

source: Fleischersatz auf Gemüsebasis
en: Vegetable-based meat substitutes

source: Snackmischungen aus getrockneten Früchten und verarbeiteten Nüssen
en: Snack mixes consisting of dehydrated fruit and processed nuts

source: Verarbeitete Peperoncini
en: Processed pepperoncinis

source: Verarbeitete Palmenherzen
en: Palm hearts, processed

source: Eingemachte Peperoni
en: Pickled jalapenos

source: Snacks auf Fleischbasis
en: Meat-based snack foods

source: Putensteaks für Hamburger
en: Turkey burger patties

source: Verarbeitete essbare Blumen in kristalliner Form
en: Processed edible flowers in crystallized form

source: Verarbeitete essbare Blumen
en: Processed edible flowers

source: Oliven mit Pestofüllung in Sonnenblumenöl
en: Olives stuffed with pesto in sunflower oil

source: Oliven gefüllt mit Fetakäse in Sonnenblumenöl
en: Olives stuffed with feta cheese in sunflower oil

source: Oliven gefüllt mit Peperoni und Mandeln
en: Olives stuffed with red peppers and almonds

source: Vorgeschnittene Gemüsesalate
en: Pre-cut vegetable salads

source: Gegrilltes Gemüse
en: Grilled vegetables

source: Oliven, gekocht
en: Cooked olives

source: Kandierter Ingwer
en: Crystallized ginger

source: Rohe Hacksteaks für Hamburger
en: Uncooked hamburger patties

source: Ersatz für saure Sahne
en: Sour cream substitutes

source: Verarbeitete Quitten
en: Processed quinces

source: Verarbeitete Peperoni
en: Processed pimientos

source: Verarbeitete Paprika
en: Processed peppers

source: Verarbeitete Orangen
en: Processed oranges

source: Verarbeitete Kirschen
en: Processed cherries

source: Verarbeiteter Kohl
en: Processed cabbage

source: Verarbeitete Heidelbeeren
en: Processed blueberries

source: Verarbeiteter Spargel
en: Processed asparagus

source: Vorgeschnittenes Gemüse für Salate
en: Pre-cut vegetables for salads

source: Milchgetränke, auch Kaffee enthaltend
en: Milk-based beverages containing coffee

source: Auberginen mit Parmesan
en: Eggplant parmigiana

source: Kandierte Nüsse
en: Candied nuts

source: Sardellenpaste
en: Anchovy paste

source: Milchgetränke, auch Fruchtsäfte enthaltend
en: Milk-based beverages containing fruit juice

source: Gemüse in Gläsern
en: Bottled vegetables

source: Gewürzte Nüsse
en: Flavoured nuts

source: Verarbeitete Haselnüsse
en: Hazelnuts, prepared

source: Konservierte Beeren
en: Berries, preserved

source: Flocken aus Kiwis
en: Kiwifruit flakes

source: Getrocknete Ananas
en: Dried pineapples

source: Nicht lebende Barsche
en: Perches, not live

source: Nicht lebende Karauschen
en: Crucian carps, not live

source: Nicht lebende Silberkarpfen
en: Silver carps, not live

source: Aromatisiertes Obst
en: Aromatized fruit

source: Gegrillte Hähnchen [Yakitori]
en: Grilled chicken (Yakitori)

source: Schlagsahne
en: Whipping cream

source: Kondensmilch
en: Evaporated milk

source: Verarbeitete Mandeln
en: Processed almonds

source: Hauptsächlich aus Fischfrikadellen, Gemüse, gekochten Eiern und Brühe bestehende Fertiggerichte [Oden]
en: Prepared dishes consisting primarily of fishcakes, vegetables, boiled eggs, and broth (oden)

source: Getrocknete Erdbeeren
en: Dried strawberries

source: Konserviertes Geflügel
en: Preserves of poultry

source: Konservierte Chilis
en: Preserved chilli peppers

source: Fermentierte Früchte
en: Fermented fruits

source: Salate aus Kartoffeln
en: Potato-based salads

source: Gekochte Trüffel
en: Cooked truffles

source: Gefüllte Oliven
en: Stuffed olives

source: Konserviertes Wild
en: Preserves of game

source: Wachteleier in Dosen
en: Canned quail eggs

source: Suppen und Brühen, Fleischextrakte
en: Soups and stocks, meat extracts

source: Zubereitete Insekten und Larven
en: Prepared insects and larvae

source: Natives Olivenöl extra
en: Extra virgin olive oil

source: Nicht lebende Heringe
en: Herrings, not live

source: Nicht lebender Lachs
en: Salmon, not live

source: Nicht lebende Sardinen
en: Sardines, not live

source: Zubereitete Torreya-Nüsse
en: Prepared torreya nuts

source: Früchtebaiser mit Haselnüssen
en: Pavlovas made with hazelnuts

source: Gewürznelken
en: Cloves [spice]

source: Kaffee-Ersatz
en: Artificial coffee

source: Künstlicher Reis [nicht gekocht]
en: Artificial rice [uncooked]

source: Gefrorene Süßwaren mit Eiscreme
en: Frozen confectionery containing ice cream

source: Mischungen aus Malzkaffeeextrakten mit Kaffee
en: Mixtures of malt coffee extracts with coffee

source: Mischungen aus Malzkaffee mit Kaffee
en: Mixtures of malt coffee with coffee

source: Vorwiegend aus Zerealien bestehende Müslis
en: Muesli consisting predominantly of cereals

source: Brausepulver [Süßwaren]
en: Sherbets [confectionery]

source: Präparate für die Zubereitung von Getränken auf Kakaobasis
en: Preparations for making beverages [cocoa based]

source: Konditorwaren mit Zuckerglasur
en: Candy coated confections

source: Aromatisierter Essig
en: Flavoured vinegar

source: Schokoladenguss
en: Chocolate topping

source: Gelee royale
en: Royal jelly

source: Traubenzucker
en: Grape sugar

source: Kekse aus Getreide für die menschliche Ernährung
en: Biscuits for human consumption made from cereals

source: Plätzchen mit einem Überzug mit Schokoladengeschmack
en: Biscuits having a chocolate flavoured coating

source: Brot, Kekse
en: Bread biscuits

source: Brote mit Fruchtfüllungen
en: Bread casings filled with fruit

source: Gewürzte Überzüge für Fleisch, Fisch, Geflügel
en: Seasoned coating for meat, fish, poultry

source: Saucen für Grillfleisch
en: Sauces for barbecued meat

source: Gefrorener Keksteig
en: Frozen cookie dough

source: Gedämpfter Reis
en: Steamed rice

source: Konservierungsmittel für Tierfutter [Salz]
en: Preservatives for animal feeds [salt]

source: Süßwaren mit flüssigen Fruchtfüllungen
en: Confectionery having liquid fruit fillings

source: Süßwaren in Form von Pastillen
en: Confectionery in the form of tablets

source: Getränke mit Schokoladenaroma
en: Drinks flavoured with chocolate

source: Konfekt mit Schokoladengeschmack
en: Chocolate flavoured confectionery

source: Substanzen als Aromastoffe zur Beigabe für Lebensmittel [ausgenommen ätherische Öle]
en: Substances imparting flavour for addition to food [other than essential oils]

source: Senfpulver für Speisezwecke
en: Mustard powder for food

source: Senfpräparate für Speisen
en: Mustard preparations for food

source: Natürliche Stärken für Speisen
en: Natural starches for food

source: Mit Schokolade überzogene Mandeln
en: Almonds covered in chocolate

source: Aromapräparate für Eiscremes
en: Aromatic preparations for ice-creams

source: Lakritze [Süßwaren]
en: Liquorice [confectionery]

source: Fruktosesirup zur Verwendung bei der Lebensmittelerzeugung
en: Fructose syrup for use in the manufacture of foods

source: Gerösteter Mais
en: Corn, roasted

source: Zubereitete Ravioli
en: Ravioli [prepared]

source: Milchreis
en: Rice pudding

source: Getrockneter Vollkornweizen
en: Whole wheat grains being dried

source: Kakao
en: Cocoa

source: Aromawürzstoffe in Form von dehydrierten Soßen
en: Flavourings in the form of dehydrated sauces

source: Snacks aus Weizenvollkorn
en: Snack foods made of whole wheat

source: Mehle ohne Eiweiß zur Verwendung in der Bierherstellung
en: Deproteinised flour for use in the production of beer

source: Piment [Gewürz]
en: Peppers [seasonings]

source: Geleefrüchte [Süßwaren]
en: Fruit jellies [confectionery]

source: Süßwarenchips zum Backen
en: Confectionery chips for baking

source: Türkischer Honig mit Schokoladenüberzug
en: Turkish delight coated in chocolate

source: Ungebackene Pizzen
en: Uncooked pizzas

source: Gemischtes Weizenmehl
en: Unsorted wheatflour

source: Gemüsemark [Nahrungsmittelsaucen]
en: Vegetable pulps [sauces - food]

source: Salmiak-Lakritz-Bonbons [nicht medizinisch]
en: Sal ammoniac liquorice sweets (Non-medicated -)

source: Kristallisierte Sprühmaltose für Speisen
en: Spray crystallized maltose for food

source: Potsticker [Klöße]
en: Potstickers [dumplings]

source: Süßigkeiten [nicht medizinisch] in gepresster Form
en: Sweets (Non-medicated -) in compressed form

source: Aromawürzstoffe aus Schnecken
en: Flavourings made from snails

source: Saucen
en: Sauces

source: Kheer-mix [Milchreis]
en: Kheer mix (rice pudding)

source: Verarbeiteter Mais für den menschlichen Verzehr
en: Maize (Processed -) for consumption by humans

source: Nicht medizinische Süßwaren aus Mehl mit Schokoladenersatzüberzug
en: Non-medicated flour confectionery coated with imitation chocolate

source: Nicht medizinische, Schokoladenersatz enthaltende Mehlspeisen
en: Non-medicated flour confectionery containing imitation chocolate

source: Pasteten mit Geflügel
en: Pies containing poultry

source: Süße Klöße [Dango]
en: Sweet dumplings (dango)

source: Geeiste Biskuitkuchen
en: Iced sponge cakes

source: Nahrungsmittelmischungen aus Getreideflocken und Trockenfrüchten
en: Food mixtures consisting of cereal flakes and dried fruits

source: Blätterteig mit Schinken
en: Flaky pastry containing ham

source: Makronen [Gebäck]
en: Macaroons [pastry]

source: Zubereitete Perlgraupen
en: Pearl barley [prepared]

source: Gewürzsalz zum Kochen
en: Seasoned salt for cooking

source: Kohlenhydratpräparate für Nahrungsmittel
en: Carbohydrate preparations for food

source: Gemahlener Mais
en: Corn, milled

source: Salzpellets zum Konservieren von Fisch
en: Salt pellets for preserving fish

source: Chinesisches Backteigmehl
en: Chinese batter flour

source: Verzehrfertige Hotdogs
en: Hot dogs (prepared)

source: Stärkederivate für die menschliche Ernährung
en: Starch derivatives for food human consumption

source: Brot mit Sojabohnen
en: Bread with soy bean

source: Natürliche Süßungsmittel in Form von Fruchtkonzentraten
en: Natural sweeteners in the form of fruit concentrates

source: Nicht medizinisches Schokoladenkonfekt
en: Non-medicated chocolate confectionery

source: Nicht medizinische Süßwaren mit Milcharoma
en: Non-medicated confectionery having a milk flavour

source: Nahrungsmittel aus Reis
en: Foodstuffs made of rice

source: Nicht medizinischer Tee aus Cranberry-Blättern
en: Tea (Non-medicated -) consisting of cranberry leaves

source: Pasteten bestehend aus Cremes und Obst
en: Pastries containing creams and fruit

source: Überzogene Nüsse [Süßwaren]
en: Coated nuts [confectionery]

source: Cremes auf Kakaobasis in Form von Brotaufstrichen
en: Cocoa based creams in the form of spreads

source: Zubereitungen für die Herstellung von Backwaren
en: Preparations for making bakery products

source: Kräuteraromen für die Herstellung von Getränken
en: Herbal flavourings for making beverages

source: Aromawürzstoffe in Form von konzentrierten Soßen
en: Flavourings in the form of concentrated sauces

source: Nougatriegel mit Schokoladenüberzug
en: Chocolate coated nougat bars

source: Saure Drops [Bonbons]
en: Acid drops [confectionery]

source: Glukosesirup zur Verwendung als Gärungsaktivator für Speisen
en: Glucose syrup for use as a fermenting aid for food

source: Gemischte Füllungen aus Brot
en: Stuffing mixes containing bread

source: Pikante Fertignahrungsmittel aus Kartoffelmehl
en: Prepared savory foodstuffs made from potato flour

source: Überwiegend aus gepressten Zerealien bestehende Snacks
en: Snack foods consisting principally of extruded cereals

source: Zahnkaugummi [nicht medizinisch]
en: Dental health gum [other than medicated]

source: Sandwiches mit Hähnchen
en: Sandwiches containing chicken

source: Chinesische Nudeln [ungekocht]
en: Chinese noodles [uncooked]

source: Organische Dickungsmittel für Kochzwecke
en: Organic thickening agents for cooking foodstuffs

source: Halb überzogene Schokoladenkekse
en: Half covered chocolate biscuits

source: Aperitif-Biskuits
en: Aperitif biscuits

source: Aromapräparate für Kuchen
en: Aromatic preparations for cakes

source: Fruchtgummis [außer für medizinische Zwecke]
en: Fruit gums [other than for medical use]

source: Glutenzusätze für Speisezwecke
en: Gluten additives for culinary purposes

source: Braune Saucen
en: Brown sauce

source: Geröstete und gemahlene Sesamsamen
en: Roasted and ground sesame seeds

source: Zimt [Gewürz]
en: Cinnamon [spice]

source: Trockene und flüssige Fertiggerichte, überwiegend bestehend aus Reis
en: Dry and liquid ready-to-serve meals, mainly consisting of rice

source: Weiche Brötchen
en: Soft rolls [bread]

source: Aromastoffe für Speisen
en: Flavourings for foods

source: Kaffeeersatzmittel [auf Getreide- oder Zichoriebasis]
en: Coffee substitutes [grain or chicory based]

source: Essenzen zur Verwendung bei der Speisenzubereitung [ausgenommen ätherische Öle]
en: Essences for use in food preparation [other than essential oils]

source: Gerollte Waffeln [Biskuits]
en: Rolled wafers [biscuits]

source: Löffelbiskuits [Kekse]
en: Sponge fingers [cakes]

source: Aus Gemüse hergestellte Aromastoffe [ausgenommen ätherische Öle]
en: Flavourings made from vegetables [other than essential oils]

source: Backfertiges Mehl
en: Flour ready for baking

source: Pastillen [nicht medizinische Süßwaren]
en: Lozenges [non-medicated confectionery]

source: Nicht medizinische Konditorwaren in Geleeform
en: Non-medicated confectionery in jelly form

source: Nicht medizinische Schokolade enthaltende Süßwaren aus Mehl
en: Non-medicated flour confectionery containing chocolate

source: Essfertiges Getreide
en: Ready-to-eat cereals

source: Getoastetes Käse-Sandwich
en: Toasted cheese sandwich

source: Gefüllter Hefeteig mit Fleischfüllungen
en: Filled yeast dough with fillings consisting of meat

source: Hefe als Bestandteil von Nahrungsmitteln
en: Yeast for use as an ingredient in foods

source: Bibimbap [Reisgericht mit Gemüse und Rindfleisch]
en: Bibimbap [rice mixed with vegetables and beef]

source: Koreanische Nudelsuppe [sujebi]
en: Korean-style pasta soup [sujebi]

source: Sojabohnenpaste als Würze [doenjang]
en: Soybean paste condiment [doenjang]

source: Jasminteebeutel, ausgenommen für Heilzwecke
en: Jasmine tea bags, other than for medicinal purposes

source: Würzige Lebensmittelaromen für Tierfutter [ausgenommen ätherische Öle]
en: Savory food flavourings for animal foods [other than essential oils]

source: Schokoladengetränkzubereitungen mit Bananengeschmack
en: Chocolate drink preparations flavoured with banana

source: Butterkekse mit Schokoladenaromaüberzug
en: Shortbread with a chocolate flavoured coating

source: Süße Pickles [Würzmittel]
en: Sweet pickle [condiment]

source: Süßungsmittel bestehend aus Fruchtkonzentraten
en: Sweeteners consisting of fruit concentrates

source: Maisstärkederivate in Pulverform für die Zubereitung von Getränken
en: Corn starch derivatives in powder form for making into drinks

source: Glasierte Torten
en: Covered tarts

source: Teigwaren zur Verwendung mit Pizzen
en: Pasta for incorporating into pizzas

source: Frittiertes Teiggebäck [Karintoh]
en: Fried dough cookies (karintoh)

source: Nudeln in Dosen
en: Canned pasta foods

source: Malzkaffee
en: Malt coffee

source: Gerstenmalz für die menschliche Ernährung
en: Malted barley prepared for human consumption

source: Aromatisierte Zuckerwaren
en: Flavoured sugar confectionery

source: Frisches Brot
en: Fresh bread

source: Nicht medizinischer Tee mit Cranberry-Extrakten
en: Tea (Non-medicated -) consisting of cranberry extracts

source: Warme Frühstücksmüsli
en: Hot breakfast cereals

source: Heiße Schokolade
en: Hot chocolate

source: Hafermehl für Speisezwecke
en: Oatmeal for human consumption

source: Eisgetränke auf Kaffeebasis
en: Ice beverages with a coffee base

source: Backpulver
en: Baking powder

source: Aromastoffe für Getränke, ausgenommen ätherische Öle
en: Flavourings, other than essential oils, for beverages

source: Vorgebackene Pizzaböden
en: Pre-baked pizzas crusts

source: Aromawürzstoffe für Kuchen
en: Flavourings for cakes

source: Makadamianüsse mit Schokoladenüberzug
en: Chocolate coated macadamia nuts

source: Zuckerlose Bonbons
en: Sugarless sweets

source: Würzzubereitungen für Nahrungsmittel
en: Aromatic preparations for food

source: Mehl
en: Flour

source: Imbisserzeugnisse aus Reismehl
en: Snack food products made from rice flour

source: Schokoladenfüllungen für Backwaren
en: Chocolate fillings for bakery products

source: Überzüge mit Schokoladengeschmack
en: Chocolate flavoured coatings

source: Konservierte Küchenkräuter [Gewürz]
en: Garden herbs, preserved [seasonings]

source: Schrot
en: Grist

source: Gefrorene, mit Gemüse gefüllte Teigwaren
en: Frozen pastry stuffed with vegetables

source: Frühstückszerealien mit Ballaststoffen
en: Breakfast cereals containing fibre

source: Cachou [Bonbons], nicht für pharmazeutische Zwecke
en: Cachou [confectionery], other than for pharmaceutical purposes

source: Oblaten
en: Wafers

source: Bindemittel für Speiseeis
en: Binding agents for ice cream

source: Biologischer Honig für Speisezwecke
en: Biological honey for human consumption

source: Füllungen auf Kaffeebasis
en: Coffee based fillings

source: Reisbrei mit Sultaninen und Muskatnüsse
en: Rice puddings containing sultanas and nutmeg

source: Geröstete Gerste und Malz zur Verwendung als Kaffeeersatz
en: Roasted barley and malt for use as substitute for coffee

source: Imbissgerichte auf Maisbasis
en: Snack foods made from corn

source: Imbissgerichte aus Mais in Form von Backwaren
en: Snack foods made from corn and in the form of puffs

source: Snackgerichte aus Weizen
en: Snack foods made from wheat

source: Schokolade für Konditorwaren und Brote
en: Chocolate for confectionery and bread

source: Ingwer [Gewürz]
en: Ginger [spice]

source: Fladenbrote
en: Flat bread

source: Aromawürzstoffe für Käse
en: Flavourings for cheeses

source: Frische Pizza
en: Fresh pizza

source: Brotverbesserungspräparate auf Getreidebasis
en: Bread improvers being cereal based preparations

source: Popcorn mit Zuckerglasur
en: Candy coated popcorn

source: Füllungen auf Schokoladenbasis
en: Chocolate based fillings

source: Nicht medizinische Bonbons mit Honig
en: Candies (Non-medicated -) with honey

source: Gefüllte Wantans
en: Won ton wrappers

source: Verzehrfertiger Grieß
en: Processed semolina

source: Gefüllte chinesische Klöße [Gyoza, gekocht]
en: Chinese stuffed dumplings (gyoza, cooked)

source: Nicht medizinische Süßwaren in Form von Pastillen
en: Non-medicated confectionery in the form of lozenges

source: Grüner Tee
en: Green tea

source: Pasteten mit Wild
en: Pies containing game

source: Tee [nicht medizinisch] mit Zitrone
en: Teas (Non-medicated -) containing lemon

source: Chemische Würzmittel zum Kochen
en: Chemical seasonings [cooking]

source: Nicht medizinische Kaubonbons
en: Chewing sweets (Non-medicated -)

source: Geeiste Obstkuchen
en: Iced fruit cakes

source: Nicht medizinischer Eistee
en: Iced tea (Non-medicated -)

source: Schokolade [Hauptbestandteil] enthaltende Nahrungsmittel
en: Foodstuffs containing chocolate [as the main constituent]

source: Frittierter Reiskuchen [topokki]
en: Stir fried rice cake [topokki]

source: Salzlake für Cocktails
en: Brine for use in cocktails

source: Pökelsalz zum Einlegen von Lebensmitteln
en: Pickling salt for pickling foodstuffs

source: Meersalz zum Kochen
en: Sea salt for cooking

source: Tortendekorationen aus Schokolade
en: Chocolate decorations for cakes

source: Schokoladengetränkzubereitungen mit Toffee-Geschmack
en: Chocolate drink preparations flavoured with toffee

source: Schokoladen in Form von Pralinen
en: Chocolates in the form of pralines

source: Süßwaren aus Kartoffelmehl
en: Potato flour confectionery

source: Saure Süßigkeiten [nicht medizinisch]
en: Sweets (Non-medicated -) being acidulated

source: Cracker mit würzigem Geschmack
en: Crackers flavoured with spices

source: Kartoffelmehl
en: Potato flour

source: Getoastetes Käsesandwich mit Schinken
en: Toasted cheese sandwich with ham

source: Trüffel [Konditorwaren]
en: Truffles [confectionery]

source: Brotaufstriche aus Schokolade und Nüssen
en: Sandwich spread made from chocolate and nuts

source: Kaffeeersatzmittel [Kaffeeersatz oder pflanzliche Präparate zur Verwendung als Kaffee]
en: Coffee substitutes [artificial coffee or vegetable preparations for use as coffee]

source: Kristallzucker [ausgenommen Süßwaren]
en: Crystal sugar [not confectionery]

source: Glutenreicher Stärkesirup [Mizu-ame]
en: Glutinous starch syrup (mizu-ame)

source: Japanisches Rettichpulvergewürz [Wasabi-Pulver]
en: Japanese horseradish powder spice (wasabi powder)

source: Gedämpfter Kuchen nach japanischer Art [Mushi-Gashi]
en: Japanese style steamed cakes (mushi-gashi)

source: Nicht medizinische Süßwaren zur Verwendung als Teil einer kalorienkontrollierten Diät
en: Non-medicated confectionery for use as part of a calorie controlled diet

source: Angereicherte Stärke [Mehl]
en: Enriched farina [meal]

source: Extrakte [ausgenommen ätherische Öle]
en: Extracts used as flavoring [not essential oils]

source: Sandwiches mit Fisch
en: Sandwiches containing fish

source: Nicht medizinische Pastillen für frischen Atem
en: Non-medicated mouth freshening lozenges

source: Haferkekse für die menschliche Ernährung
en: Oat biscuits for human consumption

source: Schokolade für Überzüge
en: Chocolate for toppings

source: Crêpes
en: Crepes

source: Gefrorene Süßwaren am Stiel
en: Frozen confections on a stick

source: Mischungen aus Malzkaffee mit Kakao
en: Mixtures of malt coffee with cocoa

source: Modifizierte Maisstärke
en: Modified corn starch

source: Hefe
en: Yeast

source: Butterkekse mit teilweisem Schokoladenaromaüberzug
en: Shortbread part coated with a chocolate flavoured coating

source: Pralinen aus Schokolade
en: Pralines made of chocolate

source: Pralinen mit flüssiger Füllung
en: Pralines with liquid filling

source: Vorgebackenes Brot
en: Pre-baked bread

source: Präparate zur Zubereitung von Schokoladengetränken
en: Preparations for making beverages [chocolate based]

source: Kaffeeersatz auf Basis von Zichorie
en: Chicory based coffee substitute

source: Chips aus Mehl
en: Flour based chips

source: Pralinen enthaltende Konditorwaren aus Schokolade
en: Chocolate confectionery containing pralines

source: Glukosepulver für Speisen
en: Glucose powder for food

source: Kekse aus Malz für die menschliche Ernährung
en: Biscuits for human consumption made from malt

source: Sagopalmstärke für Speisezwecke
en: Sago palm starch [for food]

source: Invertzuckercreme [künstlicher Honig]
en: Invert sugar cream [artificial honey]

source: Imbisserzeugnisse aus Getreidemehl
en: Snack food products made from cereal flour

source: Imbisserzeugnisse aus Sojamehl
en: Snack food products made from soya flour

source: Überwiegend aus Konditorwaren bestehende Snacks
en: Snack foods consisting principally of confectionery

source: Maischips mit Gemüsegeschmack
en: Vegetable flavoured corn chips

source: Mit Fleisch belegte Sandwiches
en: Sandwiches containing meat

source: Saucen [essbar]
en: Sauce [edible]

source: Bonbons mit Kakao
en: Candy with cocoa

source: Süßwaren auf Orangenbasis
en: Orange based confectionery

source: Tee mit Orangenaroma [ausgenommen für medizinische Zwecke]
en: Orange flavoured tea [other than for medicinal use]

source: Gekörnte Bratensoßenmischungen
en: Gravy mixes in granular form

source: Propolis für Nahrungszwecke
en: Propolis for food purposes

source: Lo-Mein [Nudeln]
en: Lo mein [noodles]

source: Wassereis mit Fruchtgeschmack in Form von Lutschern
en: Fruit flavoured water ices in the form of lollipops
